Repository: israman30/Tip-Calculator
Catalog: TipCalc/TipCalc/Localizables/Localizable.xcstrings
Source language: en
Languages: de, es_419, fr, ja

source: Average Tip %
de: Durchschnittlicher Trinkgeldanteil %
es_419: Porcentaje promedio de propina %
fr: Pourcentage moyen de pourboire %
ja: 平均チップ率 %

source: Bill saved!
de: Rechnung gespeichert!
es_419: ¡Bill salvado!
fr: Addition enregistrée !
ja: お会計を保存しました！

source: Category
de: Kategorie
es_419: Categoría
fr: Catégorie
ja: カテゴリ

source: Category & Custom Subjects
de: Kategorie und benutzerdefinierte Themen
es_419: Categoría y temas personalizados
fr: Catégorie et sujets personnalisés
ja: カテゴリとカスタム項目

source: Clear values
de: Werte löschen
es_419: Borrar valores
fr: Effacer les valeurs
ja: 値をクリア

source: Close
de: Schließen
es_419: Cerrar
fr: Fermer
ja: 閉じる

source: Custom
de: Benutzerdefiniert
es_419: Categoría
fr: Personnalisé
ja: カスタム

source: Custom Category
de: Benutzerdefinierte Kategorie
es_419: Categoría personalizada
fr: Catégorie personnalisée
ja: カスタムカテゴリ

source: Custom tip
de: Benutzerdefiniertes Trinkgeld
es_419: Propina personalizada
fr: Pourboire personnalisé
ja: カスタムチップ

source: Delivery
de: Lieferung
es_419: Entrega
fr: Livraison
ja: デリバリー

source: Dictate bill value
de: Rechnungsbetrag diktieren
es_419: Dictar el valor de la factura
fr: Dicter le montant de l'addition
ja: お会計の金額を音声入力

source: Dismiss insights
de: Statistiken schließen
es_419: Descartar información
fr: Fermer les statistiques
ja: 統計を閉じる

source: Dismiss saved bills list
de: Liste gespeicherter Rechnungen schließen
es_419: Descartar la lista de facturas guardadas
fr: Fermer la liste des additions enregistrées
ja: 保存したお会計一覧を閉じる

source: Dismiss tips
de: Tipps schließen
es_419: Descartar consejos
fr: Fermer les astuces
ja: ヒントを閉じる

source: Double tap for custom tip slider
de: Doppeltippen für Trinkgeld-Schieberegler
es_419: Toca dos veces para el control deslizante de propina personalizada.
fr: Double-tap pour afficher le curseur de pourboire personnalisé
ja: ダブルタップでカスタムチップスライダーを表示

source: e.g. Coffee, Grocery
de: z. B. Café, Lebensmittel
es_419: p. ej., café, comestibles
fr: ex. Café, Épicerie
ja: 例：コーヒー、食料品

source: Enter a custom tag for this bill
de: Eigenes Schlagwort für diese Rechnung eingeben
es_419: Introduzca una etiqueta personalizada para esta factura.
fr: Entrez une étiquette personnalisée pour cette addition
ja: このお会計のタグを入力

source: Enter value
de: Betrag eingeben
es_419: Introducir valor
fr: Saisir le montant
ja: 金額を入力

source: How to use
de: So funktioniert's
es_419: Cómo usar
fr: Comment utiliser
ja: 使い方

source: How to Use
de: So funktioniert's
es_419: Cómo usar
fr: Comment utiliser
ja: 使い方

source: initial bill
de: ursprüngliche Rechnung
es_419: factura inicial
fr: addition initiale
ja: 元のお会計

source: Input bill value
de: Rechnungsbetrag eingeben
es_419: Ingrese el valor de la factura
fr: Saisir le montant de l'addition
ja: お会計の金額を入力

source: Insights
de: Statistiken
es_419: Perspectivas
fr: Statistiques
ja: 統計

source: Insights View
de: Statistik-Ansicht
es_419: Vista de información estratégica
fr: Vue des statistiques
ja: 統計ビュー

source: No value to be saved
de: Kein Wert zum Speichern
es_419: No hay ningún valor que guardar
fr: Aucune valeur à enregistrer
ja: 保存する値がありません

source: Open Saved Bills and tap Insights to see your spending overview: total expenses, tips paid, and split bills across categories.
de: Öffne gespeicherte Rechnungen und tippe auf „Statistiken“, um deine Auswertung zu sehen: Gesamtausgaben, Trinkgelder und geteilte Rechnungen nach Kategorie.
es_419: Abre las facturas guardadas y toca «Insights» para ver tu resumen de gastos: gastos totales, propinas pagadas y facturas desglosadas por categorías.
fr: Ouvrez les additions enregistrées et touchez « Statistiques » pour voir votre récapitulatif de dépenses : total des dépenses, pourboires versés et additions partagées par catégorie.
ja: 保存したお会計を開き「統計」をタップして支出の概要を確認：総支出、支払ったチップ、カテゴリ別の割り勘。

source: Quick tips to get the most out of the app
de: Tipps, um das Beste aus der App herauszuholen
es_419: Consejos rápidos para sacar el máximo provecho de la aplicación
fr: Astuces pour tirer le meilleur parti de l'application
ja: アプリを最大限に活用するヒント

source: Save
de: Speichern
es_419: Salvar
fr: Enregistrer
ja: 保存

source: Save bill
de: Rechnung speichern
es_419: Salvar cuenta
fr: Enregistrer l'addition
ja: お会計を保存

source: Saved Bills
de: Gespeicherte Rechnungen
es_419: Salvar cuentas
fr: Additions enregistrées
ja: 保存したお会計

source: Saved records..
de: Gespeicherte Einträge..
es_419: Salvar records..
fr: Enregistrements sauvegardés..
ja: 保存した記録..

source: Saving money is giving your future self a gift security, freedom, and peace of mind wrapped in every dollar set aside.
de: Sparen ist ein Geschenk an dein zukünftiges Ich: Sicherheit, Freiheit und Gelassenheit in jedem zurückgelegten Dollar.
es_419: Ahorrar dinero es darle a tu yo futuro un regalo: seguridad, libertad y tranquilidad envuelto en cada dólar reservado.
fr: Épargner, c'est offrir à votre futur moi un cadeau : sécurité, liberté et sérénité dans chaque dollar mis de côté.
ja: 貯金は未来の自分への贈り物。貯めたひとつひとつのドルに、安心、自由、心の平和が込められています。

source: Select a category (Restaurant, Bar, Delivery) or tap "Custom" to add your own tags for tracking bills by type.
de: Wähle eine Kategorie (Restaurant, Bar, Lieferung) oder tippe auf „Benutzerdefiniert“, um eigene Schlagwörter für die Rechnungsverfolgung hinzuzufügen.
es_419: Selecciona una categoría (Restaurante, Bar, Domicilio) o toca «Personalizado» para añadir tus propias etiquetas y realizar un seguimiento de las facturas por tipo.
fr: Choisissez une catégorie (Restaurant, Bar, Livraison) ou touchez « Personnalisé » pour ajouter vos propres étiquettes et suivre vos additions par type.
ja: カテゴリ（レストラン、バー、デリバリー）を選ぶか「カスタム」をタップして、お会計を種類別に追跡するタグを追加。

source: Spending insights
de: Ausgabenübersicht
es_419: Información sobre gastos
fr: Statistiques de dépenses
ja: 支出の概要

source: Spending Insights
de: Ausgabenübersicht
es_419: Información sobre gastos
fr: Statistiques de dépenses
ja: 支出の概要

source: Split Bill Up to 10 People
de: Rechnung für bis zu 10 Personen teilen
es_419: Dividir la cuenta entre hasta 10 personas
fr: Partager l'addition jusqu'à 10 personnes
ja: 最大10人でお会計を割り勘

source: Stop dictation
de: Diktat beenden
es_419: Detener dictado
fr: Arrêter la dictée
ja: 音声入力を停止

source: Swipe left to delete
de: Nach links wischen zum Löschen
es_419: Desliza hacia la izquierda para eliminar.
fr: Balayez vers la gauche pour supprimer
ja: 左にスワイプして削除

source: Tap for saving a bill.
de: Tippen zum Speichern einer Rechnung
es_419: Toque para guardar una factura.
fr: Touchez pour enregistrer une addition
ja: タップしてお会計を保存

source: Tap to dictate bill value using your voice
de: Tippen zum Diktieren des Rechnungsbetrags
es_419: Toque para dictar el valor de la factura usando su voz
fr: Touchez pour dicter le montant de l'addition à la voix
ja: タップして音声でお会計の金額を入力

source: Tap to display the list of bills.
de: Tippen, um die Rechnungsliste anzuzeigen
es_419: Toque para mostrar la lista de facturas.
fr: Touchez pour afficher la liste des additions
ja: タップしてお会計の一覧を表示

source: Tap to reset bill amount and tip values.
de: Tippen zum Zurücksetzen von Betrag und Trinkgeld
es_419: Toca para restablecer el importe de la cuenta y los valores de la propina.
fr: Touchez pour réinitialiser le montant et les pourboires
ja: タップしてお会計とチップの値をリセット

source: Tap to stop voice input
de: Tippen zum Beenden der Spracheingabe
es_419: Toca para detener la entrada de voz.
fr: Touchez pour arrêter la saisie vocale
ja: タップして音声入力を停止

source: There are currently no saved bills.
de: Aktuell sind keine Rechnungen gespeichert.
es_419: Actualmente no hay facturas guardadas.
fr: Aucune addition enregistrée pour le moment.
ja: 現在、保存されたお会計はありません。

source: Tip Calculator
de: Trinkgeld-Rechner
es_419: Tip Calculadora
fr: Calculateur de pourboire
ja: チップ計算機

source: Tip Percentages & Slider
de: Trinkgeld-Prozente & Schieberegler
es_419: Porcentajes de propina y deslizador
fr: Pourcentages de pourboire et curseur
ja: チップ率とスライダー

source: Tip value
de: Trinkgeldbetrag
es_419: Valor de propina
fr: Montant du pourboire
ja: チップの金額

source: To add a new bill, enter an amount and tap the pin button.
de: Zum Hinzufügen einer Rechnung Betrag eingeben und Pin-Button antippen
es_419: Para agregar una nueva factura, ingrese un monto y toque el botón PIN.
fr: Pour ajouter une addition, saisissez un montant et touchez le bouton épingler
ja: 新しいお会計を追加するには金額を入力してピンボタンをタップ

source: Total Spent This Month
de: Gesamtausgaben diesen Monat
es_419: Total gastado este mes
fr: Total dépensé ce mois
ja: 今月の総支出

source: Total Spent This Week
de: Gesamtausgaben diese Woche
es_419: Total gastado esta semana
fr: Total dépensé cette semaine
ja: 今週の総支出

source: Total Tips Given
de: Gesamtes Trinkgeld gegeben
es_419: Total de propinas otorgadas
fr: Total des pourboires donnés
ja: 支払ったチップ合計

source: Total value tip
de: Gesamtbetrag inkl. Trinkgeld
es_419: Propina de valor total
fr: Total avec pourboire
ja: チップ込み合計

source: Use the segment for quick percentages (10%, 15%, 20%, 25%). Double tap the total bill value to reveal a custom tip slider (0–30%).
de: Nutze die Segmente für schnelle Prozente (10 %, 15 %, 20 %, 25 %). Doppeltippen auf den Gesamtbetrag öffnet den benutzerdefinierten Trinkgeld-Schieberegler (0–30 %).
es_419: Utilice el segmento para porcentajes rápidos (10%, 15%, 20%, 25%). Toque dos veces el valor total de la cuenta para mostrar un control deslizante de propina personalizado (0–30%).
fr: Utilisez les segments pour les pourcentages rapides (10 %, 15 %, 20 %, 25 %). Double-tap sur le total pour afficher le curseur de pourboire personnalisé (0–30 %).
ja: セグメントでクイック選択（10%、15%、20%、25%）。合計をダブルタップするとカスタムチップスライダー（0–30%）が表示されます。

source: Use the stepper below the split section to divide the bill among up to 10 people. Total per person updates automatically.
de: Nutze den Schalter unter dem Teilen-Bereich, um die Rechnung auf bis zu 10 Personen zu verteilen. Der Betrag pro Person wird automatisch aktualisiert.
es_419: Utilice el selector situado debajo de la sección de división para repartir la cuenta entre hasta 10 personas. El total por persona se actualiza automáticamente.
fr: Utilisez le sélecteur sous la section partage pour diviser l'addition entre jusqu'à 10 personnes. Le total par personne se met à jour automatiquement.
ja: 割り勘セクション下のステッパーで最大10人まで分配。1人あたりの金額は自動で更新されます。

source: View saved bills (%d)
de: Gespeicherte Rechnungen anzeigen (%d)
es_419: Ver facturas guardadas (%d)
fr: Voir les additions enregistrées (%d)
ja: 保存したお会計を表示（%d件）

source: View spending insights dashboard
de: Ausgaben-Dashboard anzeigen
es_419: Ver el panel de información sobre gastos
fr: Voir le tableau de bord des statistiques de dépenses
ja: 支出ダッシュボードを表示

source: View tips on how to use the app
de: Tipps zur App-Nutzung anzeigen
es_419: Ver consejos sobre cómo usar la aplicación
fr: Voir les astuces d'utilisation de l'application
ja: アプリの使い方のヒントを表示

source: Week / Month
de: Woche / Monat
es_419: Semana / Mes
fr: Semaine / Mois
ja: 週 / 月

source: Your tip and spending overview
de: Übersicht deiner Trinkgelder und Ausgaben
es_419: Resumen de tus propinas y gastos
fr: Récapitulatif de vos pourboires et dépenses
ja: チップと支出の概要

source: Bar
ja: バー

source: Restaurant
ja: レストラン
